Repository: dev9togo/filmfest.by
Catalog: filmfest/cpm/locale/*/LC_MESSAGES/django.po
Languages: be, ru

source: Individual
be: Прыватная асоба
ru: Частное лицо

source: Community
be: Суполка
ru: Сообщество

source: Festival
be: Фестываль
ru: Фестиваль

source: Film club
be: Кінаклуб
ru: Киноклуб

source: Cinema caffe
be: Кінакавярня
ru: Кинокафе

source: Educational institution
be: Адукацыйная установа
ru: Образовательное учреждение

source: Distribution company
be: Дыстрыбуцыйная кампанія
ru: Дистрибьюторская компания

source: Art space / Gallery / Museum
be: Арт пляцоўка / Галерэя / Музэй
ru: Арт пространство / Галерея / Музей

source: Cinema theatre
be: Кінатэатр
ru: Кинотеатр

source: Other
be: Іншае
ru: Другое

source: < 50 seats
be: < 50 месцаў
ru: < 50 мест

source: 50 - 150 seats
be: 50 - 150 месцаў
ru: 50 - 150 мест

source: 150 - 500 seats
be: 150 - 500 месцаў
ru: 150 - 500 мест

source: > 500 seats
be: > 500 месцаў
ru: > 500 мест

source: Free
be: Бясплатна
ru: Бесплатно

source: Your name or title
be: Вашае імя ці назва
ru: Ваше имя или название

source: Tel.
be: Тэл.
ru: Тел.

source: Country
be: Краіна
ru: Страна

source: City / Town / Village
be: Горад / Вёска
ru: Город / Деревня

source: Who you are
be: Хто вы
ru: Кто вы

source: Probable venue description
be: Апісанне магчымага месца паказу
ru: Описание предполагаемого места показов

source: Venue capacity
be: Змяшчальнасць месца паказу
ru: Вместительность места показов

source: Ticket price (estimated)
be: Кошт квітка (прыблізна)
ru: Цена билета (примерно)

source: Amount of screenings (estimated)
be: Колькасць паказаў (прыблізна)
ru: Количество показов (примерно)

source: Your proposals
be: Вашыя прапановы
ru: Ваши предложения

source: spring 2014
be: вясна 2014
ru: весна 2014

source: planet Earth
be: планета Зямля
ru: планета Земля

source: международный фестиваль
be: міжнародны фестываль

source: короткометражного кино
be: кароткаметражнага кіно

source: Spring 2014
be: Вясна 2014
ru: Весна 2014

source: Minsk, Belarus
be: Мінск, Беларусь
ru: Минск, Беларусь

source: Links
be: Спасылкі
ru: Ссылки

source: Propose a venue!
be: Прапанаваць месца паказу!

source: Propose a new venue
be: Прапанаць новае месца паказу

source: If you want to organize Cinema Perpetuum Mobile screenings in your city, town or village, please fill the form.
be: Калі вы хочаце арганізаваць паказы Cinema Perpetuum Mobile у сваім горадзе ці сваёй вёсцы, калі ласка запоўніце форму
ru: Если вы хотите организовать показы Cinema Perpetuum Mobile в вашем городе или деревне, пожалуйста заполните форму.

source: CPM 2013 screenings were held in Belarus, Czech Republic, England, Malaysia, Moldova, South Korea, Switzerland and other countries.
be: Паказы CPM 2013 прайшлі ў Беларусі, Чэхіі, Англіі, Малайзіі, Малдове, Паўдневай Карэі, Швейцарыі і іншых краінах.
ru: Показы CPM 2013 прошли в Беларуси, Чехии, Англии, Малайзии, Молдове, Южной Корее, Швейцарии и других странах.

source: Thank you for submission!
be: Дзякуй за вашую прапанову!
ru: Спасибо за ваше преложение

source: It was nice to hear from you. We'll get in touch soon :)
be: Вельмі прыемна чуць вашую прапанову. Мы хутка з вамі звяжамся :)
ru: Было приятно получить ваше предложение. Мы скоро с вами свяжемся :)

source: Feel free to reach us out at <a href="mailto:info@filmfest.by">info@filmfest.by</a>
be: Пішыце нам на <a href="mailto:info@filmfest.by">info@filmfest.by</a> у любы момант

source: Propose a screening place!
ru: Предложить место показа!

source: Propose a new screening place
ru: Предложить новое место показа
